<template><div><h1 id="前言" tabindex="-1"><a class="header-anchor" href="#前言" aria-hidden="true">#</a> 前言</h1>
<h2 id="什么是古生物" tabindex="-1"><a class="header-anchor" href="#什么是古生物" aria-hidden="true">#</a> 什么是古生物？</h2>
<p>先举一个例子，在美国内布拉斯加州西北部出土了晚始新世的密西西比短吻鳄的化石，欧洲时间2022年7月21日14点长江白鲟宣布灭绝，这两种哪个属于古生物？答案是后者。古生物有一个基本的定义：曾经出现在地球自然历史中且现在已灭绝的生物。虽然密西西比短吻鳄在晚始新世就出现，但如今仍然存在；虽然长江白鲟在2022年才宣布灭绝，但符合上述定义，所以算古生物。</p>
<h2 id="什么是化石" tabindex="-1"><a class="header-anchor" href="#什么是化石" aria-hidden="true">#</a> 什么是化石？</h2>
<p>化石是人类了解古生物的关键，那么，化石是什么？化石主要分为两种，遗体化石和痕迹化石。遗体化石是由古生物的残骸掩埋到地下后经过各种反应形成的。主要留下坚硬的器官如骨骼、牙齿、毛发或肌肉痕迹等。如果保存条件好还会保留一些有机分子，这对复原古生物的体色和其他方面有重要作用。其中还有一类特殊的存在——琥珀。琥珀是由古代植物（例如古栾叶豆）流淌下来的树脂包住一些生物形成的。其中发现过昆虫、古植物残骸、羽毛、蜥蜴、蛇等生物，甚至还发现过小型恐龙尸体。因为琥珀内的标本保存比较完好，所以琥珀也是研究古生物的重要依据。另外一类痕迹化石是由古生物留下的脚印、皮肤印痕、粪便、卵等形成的化石。对于研究古生物习性有着重要作用。例如之前在韩国发现的一组神龙翼龙科成员的脚印化石揭示了神龙翼龙科成员在陆地上的行走方式。</p>
<h2 id="什么是活化石" tabindex="-1"><a class="header-anchor" href="#什么是活化石" aria-hidden="true">#</a> 什么是活化石？</h2>
<p>你肯定听过活化石这个词，但它并不是科学术语。你应该听过不少人说鹦鹉螺是“活化石”，是菊石的直系后裔，但实际上并不是。“活化石”的定义是指存在年代久且外貌和生活方式没有很大改变的远古生物。分子生物学证明，鹦鹉螺和菊石的关系很远，甚至还不如鱿鱼和菊石的关系近，早在4.4亿多年前的奥陶纪至志留纪这段时间里，鹦鹉螺的祖先就开始和菊石的祖先分家，并且鹦鹉螺的祖先是最早把壳卷起来的一批头足类。鹦鹉螺为了适应深海生活身体结构出现了很多的变化，例如菊石的眼睛其实很先进，甚至有晶状体，但因为这种眼睛扛不住深海水压所以鹦鹉螺退化掉了晶状体等结构转而用小孔成像式的眼睛。鹦鹉螺采取了低耗能的生活方式，例如将触手增加到12根，上面有倒钩，猎物一旦被挂住不需要特意拽，挣扎就会被越缠越紧，即使逃跑了也消耗不了多少能量。因此，鹦鹉螺无论是身体结构还是生活方式都与菊石天差地别，更谈不上什么后裔了，并且历史上鹦鹉螺经过多次濒临灭绝，习性改变了不少，现在的鹦鹉螺和以前的已经有较大改变，所以不是活化石。鲎虫是真正的活化石，因为它长的像鲎而因此得名。石炭纪时鲎虫就已经出现，并且根据化石资料，它的外貌和生活方式没有发生巨大变动，所以是活化石。</p>
<h2 id="研究古生物有什么意义" tabindex="-1"><a class="header-anchor" href="#研究古生物有什么意义" aria-hidden="true">#</a> 研究古生物有什么意义？</h2>
<p>主要有一下几点：</p>
<ol>
<li>更深刻的认识地球的自然史和生物的演化过程，是完善生态学、生物分类学、物种多样性的主要依据；</li>
<li>根据相应地层的岩石种类，以及和土壤、水文、气候相关的因素，揭示出地球自然环境的变化规律，并为预测未来的气候和环境变化提供依据；</li>
<li>探寻人类起源，了解人类自我从何而来，未来又向何而去；</li>
<li>保护相关的古生物化石资源，也是保护地球为人类留下的自然文化遗产，为以后的古生物学和生命科学研究提供材料和科学依据。</li>
</ol>
<p><strong>最后，欢迎您来到该网站，愿您能感受到古生物的魅力，学到您想学到的知识。</strong></p>
</div></template>


